Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/niina_siivikko_aloittaa_saamelaiskarajien_puheenjohtajan_avustajana.html.tmx
Source language: fin
Languages: sme

source: Niina Siivikko aloittaa Saamelaiskäräjien puheenjohtajan avustajana
sme: Niina Siivikko álggaha Sámedikki ságajođiheaddji veahkkebargin

source: Saamelaiskäräjien puheenjohtajan avustajana aloittaa Niina Siivikko.
sme: Sámedikki ságajođiheaddji veahkkebargin álggaha Niina Siivikko.

source: Tehtävää aiemmin hoitanut Laura Olsén-Ljetoff on valittu Saamelaiskäräjien elinkeinosihteerin virkaan.
sme: Barggus ovdal doaibman Laura Olsén-Ljetoff lea válljejuvvon Sámedikki ealáhusčálli virgái.

source: Saamelaiskäräjien puheenjohtajan avustajaksi on nimitetty 7.9.2022 alkaen filosofian maisteri Niina Siivikko.
sme: Sámedikki ságajođiheaddji veahkkebargin lea nammaduvvon 7.9.2022 rájes filosofiija magisttar Niina Siivikko.

source: Saamelaiskäräjät julisti puheenjohtajan avustajan tehtävän haettavaksi kesäkuussa.
sme: Sámediggi almmuhii ohcan láhkai ságajođiheaddji veahkkebargi barggu geassemánus.

source: Määräaikaan mennessä tehtävään tuli kaksi hakemusta.
sme: Áigemeari rádjai bohte guokte ohcamuša.

source: Hallintopäällikkö nimitti puheenjohtajan avustajan Saamelaiskäräjien työjärjestyksen 7 b § mukaisesti.
sme: Hálddahushoavda nammadii ságajođiheaddji veahkkebargi Sámedikki bargoortnega 7 b § mielde.

source: Saamelaiskäräjien puheenjohtajan avustajan työtehtäviin kuuluu avustaa puheenjohtajaa hänelle tarkoitetuissa tehtävissä.
sme: Sámedikki ságajođiheaddji veahkkebargi bargguide gullá veahkehit ságajođiheaddji sutnje dárkkuhuvvon bargguin.

source: Avustaja valmistelee ja esittelee tarvittaessa hallituksen, käräjien ja lautakuntien kokouksessa toimialaansa kuuluvia asioita sekä toimeenpanee niiden päätökset.
sme: Veahkkebargi válmmaštallá ja ovdanbuktá dárbbu mielde stivrra, Sámedikki ja lávdegottiid čoahkkimiin doaibmasuorgásis gullevaš áššiid ja maiddái ollašuhttá daid mearrádusaid.

source: – Olen alkujaan Ivalosta lähtöisin oleva saamelainen väitöskirjatutkija, vaikkakin viime vuosina ovat erilaiset ihmisoikeuksien parissa olleet työtehtävät vieneet valtaosan ajastani, Siivikko kertoo.
sme: – Lean Avvilis eret, ja lean sápmelaš nákkosgirjedutki, vaikkege maŋimuš jagiid iešguđetlágan olmmošriektebarggut leat dolvon mu áiggis eanaš oasi, Siivikko muitala.

source: Siivikko on aiemmin toiminut erilaisten projektien koordinoijana muun muassa YK-liitolle, sekä toiminut Terveyden ja hyvinvoinnin laitoksen sekä oikeusministeriön työryhmissä erityisesti sateenkaarinuorten tilanteeseen liittyen.
sme: Siivikko lea dán ovdal doaibman iešguđetlágan prošeavttaid koordinerejeaddjin earret eará YK-lihttui, ja bargan Dearvvasvuođa ja buresveadjima lágádusa ja maiddái vuoigatvuođaministeriija bargojoavkkuin erenomážit arvedávgenuoraid áššiid oktavuođas.

source: Siivikko on myös Ihmisoikeusliiton johtokunnan jäsen.
sme: Siivikko lea maiddái Olmmošriektelihtu stivrra lahttu.

source: – Olen todella iloinen siitä, että pääsen työskentelemään Saamelaiskäräjille!
sme: – Lean duođaige ilus das, ahte beasan bargat Sámedikkis!

source: Se on saamelaisena sekä suuri kunnia että etuoikeus, ja olen todella innostunut tästä haasteesta, etenkin, kun en aiemmin ole Saamelaiskäräjillä työskennellyt.
sme: Dat lea sápmelažžan sihke stuorra gudni ja ovdavuoigatvuohta, ja lean duođaige movttáskan dán hástalusas, eandaliige, go in leat ovdal bargan Sámedikkis.

source: Lisäksi olen valtavan kiitollinen siitä, että työn myötä pääsen viettämään enemmän aikaa pohjoisessa perheen ja ystävien luona.
sme: Lean maiddái hui giitevaš das, ahte barggu olis beasan leat eanet davvin bearraša ja ustibiid luhtte.

source: Pääsen myös käyttämään saamea, joka Turussa asuessa on jatkuvasti hiipumassa, Siivikko sanoo.
sme: Beasan maiddái geavahit sámegiela, mii Turkus ásadettiin lea geažos áigge geahppánan, Siivikko muitala.

source: Siivikko toimii puheenjohtajan avustajana toimikauden 2020–2023 loppuun saakka.
sme: Siivikko doaibmá ságajođiheaddji veahkkebargin doaibmabaji 20220-2023 loahpa rádjai.

source: Laura Olsén-Ljetoff Saamelaiskäräjien elinkeinosihteeriksi
sme: Laura Olsén-Ljetoff Sámedikki ealáhusčállin

source: Puheenjohtajan avustajana aiemmin toiminut Laura Olsén-Ljetoff on aloittanut Saamelaiskäräjien elinkeinosihteerinä 1.8.2022.
sme: Ságajođiheaddji veahkkebargin dán ovdal bargan Laura Olsén-Ljetoff lea álggahan Sámedikki ealáhusčállin 1.8.2022.

source: Saamelaiskäräjien hallitus valitsi Olsén-Ljetoffin elinkeinosihteerin virkaan kokouksessaan 4/2022 (10.5.2022).
sme: Sámedikki stivra válljii Olsén-Ljetoff ealáhusčálli virgái čoahkkimis 4/2022 (10.5.2022).

source: Määräaikaan mennessä virkaan tuli kolme hakemusta.
sme: Áigemeari rádjai virgái bohte golbma ohcamuša.

source: Yhteystiedot:
sme: Oktavuođadieđut:

source: Niina Siivikko Puheenjohtajan avustaja puh. 010 839 3164 / 040 584 0697 niina.siivikko@samediggi.fi
sme: Niina Siivikko Ságajođiheaddji veahkkebargi tel. 010 839 3164 / 040 584 0697 niina.siivikko@samediggi.fi

source: Laura Olsén-Ljetoff Elinkeinosihteeri puh. 010 839 3123 / 040 617 5113 laura.olsen-ljetoff@samediggi.fi
sme: Laura Olsén-Ljetoff Ealáhusčálli tel. 010 839 3123 / 040 617 5113 laura.olsen-ljetoff@samediggi.fi
